import "./TermsAndConditions.css"

import {Container} from 'react-bootstrap'


const TermsAndConditions = () => {
  return (
    <>
    <section className="hold_TermsAndConditions">
    <Container>
        <div className="hold_text">
            <p>تنطبق هذه الشروط والأحكام على استخدامك للموقع الإلكتروني الموجود على</p>
            <p>{window.origin} (sodom | باستخدام موقع سدم).</p>
            <p>sodom | باستخدام موقع سدم</p>
            <p>فأنت توافق على الالتزام بهذه الشروط والأحكام. وفي حال عدم موافقتك على الشروط والأحكام يتعين عليك  عدم استخدام الموقع</p>
            <p>نحتفظ بحقنا بتغيير الشروط والأحكام من وقت لآخر وعليه يتعين عليك الاطلاع على هذه الشروط والأحكام دوريا. 
                <br />
                ولا يتوجب علينا الاتصال بك أو إعلامك بأي تغييرات تم إجراؤها على الشروط والأحكام
                <br />
                .ويعتبر استمرار استخدامك لموقع سكاي نيوز عربية بمثابة موافقة على الشروط والأحكام المطبقة في وقت استخدامك للموقع
            </p>
            <p> كجزء من التزامنا بجعل موقع سكاي نيوز عربية مكانا ترغب في زيارته باستمرار فإننا نرحب بكافة تعليقاتك على أي من السياسات أو القواعد التي ندرجها أدناه</p>
        </div>
    </Container>
    </section>
    </>
  )
}

export default TermsAndConditions